# BPE merges (pair_a pair_b -> new_id)
32 32 261
261 261 262
261 32 263
32 116 264
105 110 265
104 101 266
101 110 267
101 114 268
10 262 269
101 108 270
32 97 271
111 114 272
32 108 273
32 99 274
32 109 275
269 263 276
264 266 277
32 114 278
117 114 279
32 115 280
97 114 281
32 61 282
97 116 283
111 110 284
101 115 285
111 100 286
267 116 287
32 265 288
32 110 289
32 119 290
97 110 291
99 104 292
97 108 293
265 103 294
101 116 295
101 100 296
10 263 297
101 102 298
32 111 299
105 116 300
270 102 301
32 102 302
109 112 303
32 100 304
103 101 305
286 270 306
105 103 307
101 120 308
105 122 309
117 108 310
269 262 311
311 263 312
32 98 313
114 111 314
32 105 315
299 102 316
115 116 317
110 100 318
97 100 319
32 49 320
32 112 321
117 116 322
108 97 323
264 111 324
41 58 325
280 301 326
279 114 327
327 287 328
84 266 329
105 99 330
274 111 331
271 318 332
308 116 333
307 104 334
334 116 335
274 328 336
275 306 337
105 284 338
115 115 339
105 100 340
108 101 341
268 115 342
278 295 343
343 279 344
344 110 345
298 116 346
272 109 347
32 117 348
32 118 349
95 95 350
266 319 351
113 117 352
331 303 353
353 322 354
99 101 355
271 114 356
108 111 357
273 105 358
97 98 359
104 105 360
309 101 361
267 100 362
95 115 363
278 335 364
93 41 365
114 291 366
366 115 367
101 99 368
107 267 369
111 99 370
273 111 371
302 272 372
32 104 373
101 112 374
32 60 375
281 114 376
97 305 377
315 115 378
267 355 379
288 116 380
97 292 381
101 281 382
264 104 383
367 102 384
384 347 385
324 369 386
32 103 387
117 110 388
290 360 389
97 99 390
105 109 391
283 292 392
302 105 393
32 45 394
32 43 395
108 346 396
304 298 397
115 301 398
293 117 399
272 116 400
278 285 401
401 310 402
402 116 403
40 41 404
32 106 405
118 268 406
273 97 407
273 291 408
408 103 409
409 117 410
410 377 411
271 108 412
300 104 413
330 293 414
272 107 415
97 115 416
358 107 417
417 101 418
97 265 419
115 101 420
371 339 421
111 119 422
101 109 423
281 100 424
370 359 425
323 121 426
32 270 427
315 102 428
273 346 429
273 267 430
389 341 431
275 340 432
110 333 433
275 268 434
434 305 435
289 110 436
95 109 437
437 306 438
32 352 439
321 314 440
105 317 441
354 268 442
99 105 443
295 119 444
264 385 445
368 116 446
97 112 447
287 338 448
32 50 449
114 419 450
450 294 451
105 108 452
274 284 453
283 338 454
114 319 455
373 422 456
348 112 457
283 101 458
281 103 459
349 425 460
388 116 461
111 112 462
48 115 463
320 57 464
100 298 465
375 61 466
109 340 467
32 350 468
10 297 469
112 362 470
286 101 471
363 361 472
426 342 473
32 120 474
117 303 475
111 103 476
440 99 477
477 285 478
478 115 479
280 117 480
105 102 481
381 265 482
273 382 483
483 110 484
412 103 485
485 272 486
486 413 487
487 109 488
383 283 489
274 291 490
111 109 491
314 117 492
103 104 493
32 308 494
289 444 495
495 415 496
105 114 497
99 117 498
279 101 499
290 416 500
32 34 501
116 116 502
502 448 503
32 65 504
32 78 505
337 115 506
32 76 507
32 284 508
84 451 509
280 101 510
510 352 511
511 379 512
32 101 513
513 381 514
275 101 515
357 119 516
101 118 517
77 286 518
268 110 519
390 107 520
455 105 521
521 287 522
457 100 523
523 458 524
97 109 525
112 116 526
526 391 527
527 309 528
280 361 529
313 392 530
386 115 531
32 266 532
349 452 533
533 323 534
534 305 535
108 100 536
271 115 537
393 98 538
538 284 539
539 390 540
540 443 541
264 459 542
542 295 543
32 48 544
356 114 545
265 300 546
546 350 547
349 399 548
289 471 549
118 399 550
331 461 551
395 61 552
447 470 553
435 363 554
554 400 555
58 365 556
114 335 557
105 303 558
558 400 559
460 472 560
289 95 561
98 296 562
562 100 563
563 294 564
100 438 565
121 268 566
439 330 567
567 107 568
313 314 569
569 119 570
570 110 571
302 111 572
572 120 573
405 475 574
574 115 575
299 406 576
407 122 577
577 121 578
304 476 579
279 293 580
270 100 581
330 115 582
105 293 583
270 108 584
482 101 585
484 294 586
280 116 587
117 100 588
118 101 589
283 414 590
108 121 591
383 492 592
592 493 593
112 268 594
289 101 595
32 272 596
274 497 597
597 498 598
598 300 599
111 357 600
445 268 601
356 292 602
602 300 603
603 446 604
604 499 605
65 503 606
111 117 607
32 67 608
356 101 609
288 118 610
111 108 611
321 114 612
612 296 613
613 330 614
614 116 615
289 333 616
264 333 617
307 110 618
105 285 619
98 341 620
453 116 621
515 292 622
622 291 623
105 115 624
412 516 625
370 117 626
278 270 627
321 281 628
116 115 629
112 322 630
348 420 631
110 105 632
632 352 633
32 82 634
78 347 635
314 112 636
387 522 637
637 115 638
348 115 639
117 317 640
290 101 641
641 335 642
304 295 643
643 268 644
644 109 645
645 265 646
646 285 647
275 291 648
648 121 649
494 97 650
650 303 651
108 285 652
272 101 653
310 283 654
272 121 655
373 424 656
656 119 657
309 454 658
380 101 659
659 103 660
121 116 661
275 111 662
109 284 663
275 286 664
664 519 665
281 121 666
374 114 667
109 287 668
114 101 669
280 109 670
670 293 671
671 108 672
285 116 673
321 101 674
674 462 675
675 341 676
32 107 677
290 413 678
290 111 679
679 310 680
680 100 681
532 114 682
316 116 683
683 267 684
265 107 685
304 283 686
272 115 687
32 69 688
393 114 689
689 317 690
309 296 691
427 446 692
692 114 693
693 284 694
464 53 695
354 342 696
32 47 697
697 47 698
427 420 699
99 323 700
700 339 701
76 441 702
468 547 703
550 101 704
548 285 705
32 91 706
706 93 707
41 41 708
333 362 709
264 272 710
710 292 711
110 110 712
32 84 713
713 385 714
714 268 715
518 310 716
716 101 717
304 438 718
561 351 719
719 115 720
423 564 721
278 291 722
722 305 723
110 347 724
119 424 725
407 566 726
374 111 727
727 292 728
299 528 729
729 268 730
103 300 731
731 115 732
91 34 733
118 105 734
734 101 735
735 119 736
40 45 737
317 374 738
112 114 739
739 265 740
740 116 741
34 41 742
32 329 743
78 283 744
744 580 745
479 294 746
480 98 747
747 102 748
748 105 749
749 581 750
273 294 751
751 117 752
752 441 753
753 582 754
280 443 755
755 379 756
356 116 757
757 481 758
758 330 759
759 583 760
380 584 761
761 307 762
762 379 763
77 585 764
587 588 765
765 121 766
488 115 767
315 303 768
768 314 769
769 589 770
271 322 771
771 491 772
772 590 773
773 591 774
494 594 775
775 105 776
776 379 777
595 580 778
313 105 779
779 600 780
780 103 781
781 414 782
595 279 783
783 284 784
784 115 785
275 283 786
786 266 787
787 109 788
788 590 789
480 292 790
380 114 791
791 286 792
792 117 793
793 99 794
794 296 795
321 447 796
796 268 797
32 73 798
798 115 799
504 108 800
800 108 801
32 89 802
802 607 803
505 101 804
804 296 805
449 48 806
806 49 807
807 55 808
76 281 809
809 305 810
32 71 811
811 80 812
812 84 813
608 323 814
814 588 815
815 101 816
507 323 817
817 109 818
818 97 819
313 416 820
820 296 821
610 611 822
822 118 823
823 285 824
615 294 825
484 115 826
271 339 827
827 618 828
440 98 829
829 359 830
830 452 831
831 300 832
832 619 833
321 111 834
834 339 835
835 105 836
836 620 837
387 105 838
838 118 839
839 267 840
621 333 841
623 624 842
842 109 843
843 115 844
302 626 845
845 115 846
627 517 847
847 291 848
848 116 849
628 629 850
288 630 851
518 519 852
445 342 853
264 101 854
854 292 855
855 633 856
856 285 857
634 111 858
858 80 859
859 69 860
634 77 861
861 83 862
862 635 863
32 83 864
864 119 865
865 105 866
866 71 867
867 76 868
868 85 869
387 492 870
870 112 871
871 296 872
439 268 873
873 121 874
271 503 875
302 388 876
876 99 877
877 116 878
878 338 879
274 314 880
880 339 881
287 636 882
882 121 883
389 292 884
515 416 885
885 279 886
886 285 887
615 338 888
439 293 889
889 300 890
890 121 891
66 520 892
892 112 893
893 636 894
894 97 895
895 103 896
896 454 897
354 285 898
264 584 899
39 115 900
628 525 901
901 295 902
902 342 903
79 528 904
904 342 905
504 100 906
906 525 907
907 87 908
277 420 909
271 100 910
910 106 911
911 640 912
642 115 913
275 265 914
914 391 915
915 361 916
278 458 917
621 314 918
918 108 919
919 115 920
587 374 921
304 279 922
922 294 923
264 451 924
66 392 925
651 652 926
479 296 927
313 298 928
928 653 929
71 522 930
271 99 931
931 498 932
932 109 933
933 310 934
934 454 935
625 115 936
280 391 937
937 654 938
938 294 939
273 459 940
940 268 941
280 309 942
942 285 943
358 109 944
944 300 945
945 296 946
275 423 947
947 655 948
657 281 949
949 101 950
84 111 951
951 369 952
952 658 953
453 406 954
954 629 955
278 97 956
956 119 957
380 111 958
660 268 959
66 661 960
960 101 961
321 97 962
962 497 963
32 267 964
964 99 965
965 286 966
966 294 967
662 317 968
331 109 969
969 663 970
386 658 971
639 296 972
460 310 973
973 666 974
348 633 975
975 101 976
278 667 977
977 285 978
978 287 979
83 112 980
980 368 981
981 583 982
32 362 983
111 102 984
116 333 985
275 281 986
986 107 987
987 342 988
532 108 989
989 112 990
348 318 991
991 268 992
992 317 993
993 291 994
994 100 995
304 626 996
996 668 997
313 607 998
998 318 999
999 281 1000
1000 619 1001
79 110 1002
1002 355 1003
457 284 1004
264 391 1005
1005 101 1006
277 669 1007
289 673 1008
1008 108 1009
1009 296 1010
313 444 1011
1011 101 1012
1012 267 1013
264 119 1014
1014 111 1015
387 669 1016
1016 283 1017
662 461 1018
1018 419 1019
1019 115 1020
290 268 1021
1021 101 1022
677 265 1023
1023 100 1024
657 415 1025
1025 294 1026
277 121 1027
358 118 1028
1028 296 1029
373 281 1030
1030 663 1031
1031 121 1032
289 283 1033
1033 499 1034
69 406 1035
1035 121 1036
275 272 1037
1037 110 1038
1038 294 1039
274 360 1040
1040 536 1041
1041 114 1042
1042 267 1043
278 388 1044
393 581 1045
1045 115 1046
407 117 1047
1047 493 1048
1048 294 1049
321 426 1050
1050 294 1051
324 103 1052
1052 295 1053
1053 266 1054
1054 114 1055
299 536 1056
1056 673 1057
290 491 1058
1058 291 1059
677 110 1060
1060 422 1061
1061 110 1062
290 624 1063
1063 100 1064
1064 491 1065
313 101 1066
1066 97 1067
1067 322 1068
1068 481 1069
1069 310 1070
387 424 1071
1071 267 1072
83 266 1073
280 300 1074
313 121 1075
278 105 1076
1076 406 1077
290 392 1078
1078 294 1079
290 283 1080
1080 268 1081
302 516 1082
383 685 1083
1083 294 1084
271 98 1085
1085 111 1086
1086 322 1087
290 272 1088
1088 536 1089
32 360 1090
1090 317 1091
1091 655 1092
354 294 1093
686 285 1094
313 520 1095
32 382 1096
1096 591 1097
623 414 1098
274 293 1099
1099 99 1100
1100 654 1101
1101 687 1102
320 55 1103
1103 116 1104
1104 104 1105
274 287 1106
1106 279 1107
1107 121 1108
67 104 1109
1109 281 1110
1110 652 1111
32 66 1112
1112 359 1113
1113 98 1114
1114 377 1115
304 285 1116
1116 618 1117
1117 296 1118
504 110 1119
1119 293 1120
1120 661 1121
1121 414 1122
688 110 1123
1123 103 1124
1124 265 1125
1125 101 1126
320 56 1127
1127 51 1128
1128 463 1129
453 115 1130
1130 340 1131
1131 268 1132
1132 296 1133
65 100 1134
1134 97 1135
507 111 1136
1136 118 1137
1137 270 1138
1138 97 1139
1139 355 1140
290 314 1141
1141 116 1142
1142 101 1143
290 104 1144
1144 283 1145
278 368 1146
1146 476 1147
1147 110 1148
1148 691 1149
380 362 1150
1150 296 1151
275 585 1152
694 330 1153
32 423 1154
1154 268 1155
1155 103 1156
1156 296 1157
464 52 1158
1158 463 1159
275 482 1160
1160 285 1161
688 78 1162
1162 73 1163
1163 65 1164
1164 67 1165
608 600 1166
1166 339 1167
1167 117 1168
1168 115 1169
304 517 1170
1170 270 1171
1171 462 1172
1172 668 1173
264 367 1174
1174 441 1175
1175 687 1176
695 463 1177
273 296 1178
672 268 1179
302 97 1180
1180 317 1181
1181 268 1182
275 653 1183
627 105 1184
1184 359 1185
1185 341 1186
610 448 1187
660 114 1188
1188 283 1189
1189 296 1190
695 56 1191
278 517 1192
1192 611 1193
1193 322 1194
1194 338 1195
1195 691 1196
694 582 1197
288 100 1198
1198 640 1199
1199 114 1200
1200 121 1201
80 342 1202
1202 284 1203
1203 293 1204
313 368 1205
1205 525 1206
1206 101 1207
290 340 1208
1208 270 1209
1209 121 1210
271 118 1211
1211 97 1212
1212 105 1213
1213 323 1214
1214 620 1215
464 56 1216
1216 463 1217
445 294 1218
290 415 1219
358 589 1220
313 265 1221
1221 666 1222
1222 363 1223
1223 382 1224
1224 292 1225
32 40 1226
282 61 1227
427 481 1228
507 685 1229
1229 296 1230
1230 702 1231
505 284 1232
1232 101 1233
271 112 1234
1234 470 1235
548 101 1236
505 471 1237
289 111 1238
1238 116 1239
468 108 1240
1240 267 1241
1241 350 1242
468 114 1243
1243 667 1244
1244 350 1245
317 114 1246
99 328 1247
394 62 1248
501 46 1249
106 111 1250
1250 265 1251
550 285 1252
91 58 1253
93 58 1254
289 475 1255
1255 121 1256
289 112 1257
561 473 1258
480 594 1259
404 46 1260
350 547 1261
69 109 1262
1262 564 1263
118 425 1264
1264 472 1265
717 702 1266
40 91 1267
715 66 1268
1268 357 1269
1269 99 1270
1270 107 1271
32 95 1272
110 95 1273
1273 473 1274
32 365 1275
76 97 1276
1276 566 1277
1277 635 1278
76 265 1279
1279 382 1280
372 725 1281
32 509 1282
371 462 1283
651 341 1284
102 272 1285
32 728 1286
110 117 1287
1287 109 1288
1288 95 1289
1289 728 1290
1290 115 1291
686 293 1292
1292 111 1293
1293 319 1294
1294 268 1295
122 268 1296
1296 111 1297
1297 95 1298
1298 103 1299
1299 455 1300
371 732 1301
98 392 1302
265 630 1303
1303 95 1304
1304 340 1305
1305 115 1306
34 365 1307
274 114 1308
1308 300 1309
1309 268 1310
1310 338 1311
357 732 1312
41 44 1313
323 98 1314
1314 270 1315
1315 115 1316
34 93 1317
1317 46 1318
98 520 1319
1319 725 1320
280 99 1321
1321 266 1322
1322 100 1323
1323 310 1324
1324 268 1325
40 34 1326
353 108 1327
1327 295 1328
1328 101 1329
33 742 1330
70 265 1331
1331 293 1332
32 123 1333
357 339 1334
300 423 1335
40 325 1336
1336 46 1337
52 102 1338
125 742 1339
