{
  "vocab": {
    "0": "00",
    "1": "01",
    "2": "02",
    "3": "03",
    "4": "04",
    "5": "05",
    "6": "06",
    "7": "07",
    "8": "08",
    "9": "09",
    "10": "0a",
    "11": "0b",
    "12": "0c",
    "13": "0d",
    "14": "0e",
    "15": "0f",
    "16": "10",
    "17": "11",
    "18": "12",
    "19": "13",
    "20": "14",
    "21": "15",
    "22": "16",
    "23": "17",
    "24": "18",
    "25": "19",
    "26": "1a",
    "27": "1b",
    "28": "1c",
    "29": "1d",
    "30": "1e",
    "31": "1f",
    "32": "20",
    "33": "21",
    "34": "22",
    "35": "23",
    "36": "24",
    "37": "25",
    "38": "26",
    "39": "27",
    "40": "28",
    "41": "29",
    "42": "2a",
    "43": "2b",
    "44": "2c",
    "45": "2d",
    "46": "2e",
    "47": "2f",
    "48": "30",
    "49": "31",
    "50": "32",
    "51": "33",
    "52": "34",
    "53": "35",
    "54": "36",
    "55": "37",
    "56": "38",
    "57": "39",
    "58": "3a",
    "59": "3b",
    "60": "3c",
    "61": "3d",
    "62": "3e",
    "63": "3f",
    "64": "40",
    "65": "41",
    "66": "42",
    "67": "43",
    "68": "44",
    "69": "45",
    "70": "46",
    "71": "47",
    "72": "48",
    "73": "49",
    "74": "4a",
    "75": "4b",
    "76": "4c",
    "77": "4d",
    "78": "4e",
    "79": "4f",
    "80": "50",
    "81": "51",
    "82": "52",
    "83": "53",
    "84": "54",
    "85": "55",
    "86": "56",
    "87": "57",
    "88": "58",
    "89": "59",
    "90": "5a",
    "91": "5b",
    "92": "5c",
    "93": "5d",
    "94": "5e",
    "95": "5f",
    "96": "60",
    "97": "61",
    "98": "62",
    "99": "63",
    "100": "64",
    "101": "65",
    "102": "66",
    "103": "67",
    "104": "68",
    "105": "69",
    "106": "6a",
    "107": "6b",
    "108": "6c",
    "109": "6d",
    "110": "6e",
    "111": "6f",
    "112": "70",
    "113": "71",
    "114": "72",
    "115": "73",
    "116": "74",
    "117": "75",
    "118": "76",
    "119": "77",
    "120": "78",
    "121": "79",
    "122": "7a",
    "123": "7b",
    "124": "7c",
    "125": "7d",
    "126": "7e",
    "127": "7f",
    "128": "80",
    "129": "81",
    "130": "82",
    "131": "83",
    "132": "84",
    "133": "85",
    "134": "86",
    "135": "87",
    "136": "88",
    "137": "89",
    "138": "8a",
    "139": "8b",
    "140": "8c",
    "141": "8d",
    "142": "8e",
    "143": "8f",
    "144": "90",
    "145": "91",
    "146": "92",
    "147": "93",
    "148": "94",
    "149": "95",
    "150": "96",
    "151": "97",
    "152": "98",
    "153": "99",
    "154": "9a",
    "155": "9b",
    "156": "9c",
    "157": "9d",
    "158": "9e",
    "159": "9f",
    "160": "a0",
    "161": "a1",
    "162": "a2",
    "163": "a3",
    "164": "a4",
    "165": "a5",
    "166": "a6",
    "167": "a7",
    "168": "a8",
    "169": "a9",
    "170": "aa",
    "171": "ab",
    "172": "ac",
    "173": "ad",
    "174": "ae",
    "175": "af",
    "176": "b0",
    "177": "b1",
    "178": "b2",
    "179": "b3",
    "180": "b4",
    "181": "b5",
    "182": "b6",
    "183": "b7",
    "184": "b8",
    "185": "b9",
    "186": "ba",
    "187": "bb",
    "188": "bc",
    "189": "bd",
    "190": "be",
    "191": "bf",
    "192": "c0",
    "193": "c1",
    "194": "c2",
    "195": "c3",
    "196": "c4",
    "197": "c5",
    "198": "c6",
    "199": "c7",
    "200": "c8",
    "201": "c9",
    "202": "ca",
    "203": "cb",
    "204": "cc",
    "205": "cd",
    "206": "ce",
    "207": "cf",
    "208": "d0",
    "209": "d1",
    "210": "d2",
    "211": "d3",
    "212": "d4",
    "213": "d5",
    "214": "d6",
    "215": "d7",
    "216": "d8",
    "217": "d9",
    "218": "da",
    "219": "db",
    "220": "dc",
    "221": "dd",
    "222": "de",
    "223": "df",
    "224": "e0",
    "225": "e1",
    "226": "e2",
    "227": "e3",
    "228": "e4",
    "229": "e5",
    "230": "e6",
    "231": "e7",
    "232": "e8",
    "233": "e9",
    "234": "ea",
    "235": "eb",
    "236": "ec",
    "237": "ed",
    "238": "ee",
    "239": "ef",
    "240": "f0",
    "241": "f1",
    "242": "f2",
    "243": "f3",
    "244": "f4",
    "245": "f5",
    "246": "f6",
    "247": "f7",
    "248": "f8",
    "249": "f9",
    "250": "fa",
    "251": "fb",
    "252": "fc",
    "253": "fd",
    "254": "fe",
    "255": "ff",
    "261": "2020",
    "262": "20202020",
    "263": "202020",
    "264": "2074",
    "265": "696e",
    "266": "6865",
    "267": "656e",
    "268": "6572",
    "269": "0a20202020",
    "270": "656c",
    "271": "2061",
    "272": "6f72",
    "273": "206c",
    "274": "2063",
    "275": "206d",
    "276": "0a20202020202020",
    "277": "20746865",
    "278": "2072",
    "279": "7572",
    "280": "2073",
    "281": "6172",
    "282": "203d",
    "283": "6174",
    "284": "6f6e",
    "285": "6573",
    "286": "6f64",
    "287": "656e74",
    "288": "20696e",
    "289": "206e",
    "290": "2077",
    "291": "616e",
    "292": "6368",
    "293": "616c",
    "294": "696e67",
    "295": "6574",
    "296": "6564",
    "297": "0a202020",
    "298": "6566",
    "299": "206f",
    "300": "6974",
    "301": "656c66",
    "302": "2066",
    "303": "6d70",
    "304": "2064",
    "305": "6765",
    "306": "6f64656c",
    "307": "6967",
    "308": "6578",
    "309": "697a",
    "310": "756c",
    "311": "0a2020202020202020",
    "312": "0a2020202020202020202020",
    "313": "2062",
    "314": "726f",
    "315": "2069",
    "316": "206f66",
    "317": "7374",
    "318": "6e64",
    "319": "6164",
    "320": "2031",
    "321": "2070",
    "322": "7574",
    "323": "6c61",
    "324": "20746f",
    "325": "293a",
    "326": "2073656c66",
    "327": "757272",
    "328": "757272656e74",
    "329": "546865",
    "330": "6963",
    "331": "20636f",
    "332": "20616e64",
    "333": "657874",
    "334": "696768",
    "335": "69676874",
    "336": "2063757272656e74",
    "337": "206d6f64656c",
    "338": "696f6e",
    "339": "7373",
    "340": "6964",
    "341": "6c65",
    "342": "657273",
    "343": "20726574",
    "344": "207265747572",
    "345": "2072657475726e",
    "346": "656674",
    "347": "6f726d",
    "348": "2075",
    "349": "2076",
    "350": "5f5f",
    "351": "68656164",
    "352": "7175",
    "353": "20636f6d70",
    "354": "20636f6d707574",
    "355": "6365",
    "356": "206172",
    "357": "6c6f",
    "358": "206c69",
    "359": "6162",
    "360": "6869",
    "361": "697a65",
    "362": "656e64",
    "363": "5f73",
    "364": "207269676874",
    "365": "5d29",
    "366": "72616e",
    "367": "72616e73",
    "368": "6563",
    "369": "6b656e",
    "370": "6f63",
    "371": "206c6f",
    "372": "20666f72",
    "373": "2068",
    "374": "6570",
    "375": "203c",
    "376": "617272",
    "377": "616765",
    "378": "206973",
    "379": "656e6365",
    "380": "20696e74",
    "381": "616368",
    "382": "656172",
    "383": "207468",
    "384": "72616e7366",
    "385": "72616e73666f726d",
    "386": "20746f6b656e",
    "387": "2067",
    "388": "756e",
    "389": "20776869",
    "390": "6163",
    "391": "696d",
    "392": "61746368",
    "393": "206669",
    "394": "202d",
    "395": "202b",
    "396": "6c656674",
    "397": "20646566",
    "398": "73656c66",
    "399": "616c75",
    "400": "6f7274",
    "401": "20726573",
    "402": "20726573756c",
    "403": "20726573756c74",
    "404": "2829",
    "405": "206a",
    "406": "766572",
    "407": "206c61",
    "408": "206c616e",
    "409": "206c616e67",
    "410": "206c616e6775",
    "411": "206c616e6775616765",
    "412": "20616c",
    "413": "697468",
    "414": "6963616c",
    "415": "6f726b",
    "416": "6173",
    "417": "206c696b",
    "418": "206c696b65",
    "419": "61696e",
    "420": "7365",
    "421": "206c6f7373",
    "422": "6f77",
    "423": "656d",
    "424": "617264",
    "425": "6f636162",
    "426": "6c6179",
    "427": "20656c",
    "428": "206966",
    "429": "206c656674",
    "430": "206c656e",
    "431": "207768696c65",
    "432": "206d6964",
    "433": "6e657874",
    "434": "206d6572",
    "435": "206d65726765",
    "436": "206e6e",
    "437": "5f6d",
    "438": "5f6d6f64656c",
    "439": "207175",
    "440": "2070726f",
    "441": "697374",
    "442": "20636f6d7075746572",
    "443": "6369",
    "444": "657477",
    "445": "207472616e73666f726d",
    "446": "656374",
    "447": "6170",
    "448": "656e74696f6e",
    "449": "2032",
    "450": "7261696e",
    "451": "7261696e696e67",
    "452": "696c",
    "453": "20636f6e",
    "454": "6174696f6e",
    "455": "726164",
    "456": "20686f77",
    "457": "207570",
    "458": "617465",
    "459": "617267",
    "460": "20766f636162",
    "461": "756e74",
    "462": "6f70",
    "463": "3073",
    "464": "203139",
    "465": "646566",
    "466": "203c3d",
    "467": "6d6964",
    "468": "205f5f",
    "469": "0a0a202020",
    "470": "70656e64",
    "471": "6f6465",
    "472": "5f73697a65",
    "473": "6c6179657273",
    "474": "2078",
    "475": "756d70",
    "476": "6f67",
    "477": "2070726f63",
    "478": "2070726f636573",
    "479": "2070726f63657373",
    "480": "207375",
    "481": "6966",
    "482": "616368696e",
    "483": "206c656172",
    "484": "206c6561726e",
    "485": "20616c67",
    "486": "20616c676f72",
    "487": "20616c676f72697468",
    "488": "20616c676f726974686d",
    "489": "2074686174",
    "490": "2063616e",
    "491": "6f6d",
    "492": "726f75",
    "493": "6768",
    "494": "206578",
    "495": "206e657477",
    "496": "206e6574776f726b",
    "497": "6972",
    "498": "6375",
    "499": "757265",
    "500": "20776173",
    "501": "2022",
    "502": "7474",
    "503": "7474656e74696f6e",
    "504": "2041",
    "505": "204e",
    "506": "206d6f64656c73",
    "507": "204c",
    "508": "206f6e",
    "509": "547261696e696e67",
    "510": "207365",
    "511": "2073657175",
    "512": "2073657175656e6365",
    "513": "2065",
    "514": "2065616368",
    "515": "206d65",
    "516": "6c6f77",
    "517": "6576",
    "518": "4d6f64",
    "519": "65726e",
    "520": "61636b",
    "521": "72616469",
    "522": "72616469656e74",
    "523": "20757064",
    "524": "20757064617465",
    "525": "616d",
    "526": "7074",
    "527": "7074696d",
    "528": "7074696d697a",
    "529": "2073697a65",
    "530": "206261746368",
    "531": "20746f6b656e73",
    "532": "206865",
    "533": "2076696c",
    "534": "2076696c6c61",
    "535": "2076696c6c616765",
    "536": "6c64",
    "537": "206173",
    "538": "20666962",
    "539": "206669626f6e",
    "540": "206669626f6e6163",
    "541": "206669626f6e61636369",
    "542": "2074617267",
    "543": "20746172676574",
    "544": "2030",
    "545": "20617272",
    "546": "696e6974",
    "547": "696e69745f5f",
    "548": "2076616c75",
    "549": "206e6f6465",
    "550": "76616c75",
    "551": "20636f756e74",
    "552": "202b3d",
    "553": "617070656e64",
    "554": "206d657267655f73",
    "555": "206d657267655f736f7274",
    "556": "3a5d29",
    "557": "7269676874",
    "558": "696d70",
    "559": "696d706f7274",
    "560": "20766f6361625f73697a65",
    "561": "206e5f",
    "562": "626564",
    "563": "62656464",
    "564": "62656464696e67",
    "565": "645f6d6f64656c",
    "566": "796572",
    "567": "2071756963",
    "568": "20717569636b",
    "569": "2062726f",
    "570": "2062726f77",
    "571": "2062726f776e",
    "572": "20666f",
    "573": "20666f78",
    "574": "206a756d70",
    "575": "206a756d7073",
    "576": "206f766572",
    "577": "206c617a",
    "578": "206c617a79",
    "579": "20646f67",
    "580": "7572616c",
    "581": "656c64",
    "582": "696373",
    "583": "69616c",
    "584": "656c6c",
    "585": "616368696e65",
    "586": "206c6561726e696e67",
    "587": "207374",
    "588": "7564",
    "589": "7665",
    "590": "61746963616c",
    "591": "6c79",
    "592": "207468726f75",
    "593": "207468726f756768",
    "594": "706572",
    "595": "206e65",
    "596": "206f72",
    "597": "20636972",
    "598": "206369726375",
    "599": "2063697263756974",
    "600": "6f6c6f",
    "601": "207472616e73666f726d6572",
    "602": "2061726368",
    "603": "20617263686974",
    "604": "20617263686974656374",
    "605": "20617263686974656374757265",
    "606": "417474656e74696f6e",
    "607": "6f75",
    "608": "2043",
    "609": "20617265",
    "610": "20696e76",
    "611": "6f6c",
    "612": "207072",
    "613": "2070726564",
    "614": "20707265646963",
    "615": "2070726564696374",
    "616": "206e657874",
    "617": "2074657874",
    "618": "69676e",
    "619": "696573",
    "620": "626c65",
    "621": "20636f6e74",
    "622": "206d656368",
    "623": "206d656368616e",
    "624": "6973",
    "625": "20616c6c6f77",
    "626": "6f6375",
    "627": "2072656c",
    "628": "20706172",
    "629": "7473",
    "630": "707574",
    "631": "20757365",
    "632": "6e69",
    "633": "6e697175",
    "634": "2052",
    "635": "4e6f726d",
    "636": "726f70",
    "637": "206772616469656e74",
    "638": "206772616469656e7473",
    "639": "207573",
    "640": "757374",
    "641": "207765",
    "642": "20776569676874",
    "643": "20646574",
    "644": "206465746572",
    "645": "2064657465726d",
    "646": "2064657465726d696e",
    "647": "2064657465726d696e6573",
    "648": "206d616e",
    "649": "206d616e79",
    "650": "20657861",
    "651": "206578616d70",
    "652": "6c6573",
    "653": "6f7265",
    "654": "756c6174",
    "655": "6f7279",
    "656": "2068617264",
    "657": "206861726477",
    "658": "697a6174696f6e",
    "659": "20696e7465",
    "660": "20696e746567",
    "661": "7974",
    "662": "206d6f",
    "663": "6d6f6e",
    "664": "206d6f64",
    "665": "206d6f6465726e",
    "666": "617279",
    "667": "657072",
    "668": "6d656e74",
    "669": "7265",
    "670": "20736d",
    "671": "20736d616c",
    "672": "20736d616c6c",
    "673": "657374",
    "674": "207065",
    "675": "2070656f70",
    "676": "2070656f706c65",
    "677": "206b",
    "678": "2077697468",
    "679": "20776f",
    "680": "20776f756c",
    "681": "20776f756c64",
    "682": "20686572",
    "683": "206f6674",
    "684": "206f6674656e",
    "685": "696e6b",
    "686": "20646174",
    "687": "6f7273",
    "688": "2045",
    "689": "20666972",
    "690": "206669727374",
    "691": "697a6564",
    "692": "20656c656374",
    "693": "20656c65637472",
    "694": "20656c656374726f6e",
    "695": "20313935",
    "696": "20636f6d707574657273",
    "697": "202f",
    "698": "202f2f",
    "699": "20656c7365",
    "700": "636c61",
    "701": "636c617373",
    "702": "4c697374",
    "703": "205f5f696e69745f5f",
    "704": "76616c7565",
    "705": "2076616c756573",
    "706": "205b",
    "707": "205b5d",
    "708": "2929",
    "709": "657874656e64",
    "710": "20746f72",
    "711": "20746f726368",
    "712": "6e6e",
    "713": "2054",
    "714": "205472616e73666f726d",
    "715": "205472616e73666f726d6572",
    "716": "4d6f64756c",
    "717": "4d6f64756c65",
    "718": "20645f6d6f64656c",
    "719": "206e5f68656164",
    "720": "206e5f6865616473",
    "721": "656d62656464696e67",
    "722": "2072616e",
    "723": "2072616e6765",
    "724": "6e6f726d",
    "725": "77617264",
    "726": "206c61796572",
    "727": "65706f",
    "728": "65706f6368",
    "729": "206f7074696d697a",
    "730": "206f7074696d697a6572",
    "731": "676974",
    "732": "67697473",
    "733": "5b22",
    "734": "7669",
    "735": "766965",
    "736": "76696577",
    "737": "282d",
    "738": "73746570",
    "739": "7072",
    "740": "7072696e",
    "741": "7072696e74",
    "742": "2229",
    "743": "20546865",
    "744": "4e6174",
    "745": "4e61747572616c",
    "746": "2070726f63657373696e67",
    "747": "20737562",
    "748": "2073756266",
    "749": "207375626669",
    "750": "207375626669656c64",
    "751": "206c696e67",
    "752": "206c696e6775",
    "753": "206c696e6775697374",
    "754": "206c696e6775697374696373",
    "755": "20736369",
    "756": "20736369656e6365",
    "757": "20617274",
    "758": "206172746966",
    "759": "2061727469666963",
    "760": "206172746966696369616c",
    "761": "20696e74656c6c",
    "762": "20696e74656c6c6967",
    "763": "20696e74656c6c6967656e6365",
    "764": "4d616368696e65",
    "765": "2073747564",
    "766": "207374756479",
    "767": "20616c676f726974686d73",
    "768": "20696d70",
    "769": "20696d70726f",
    "770": "20696d70726f7665",
    "771": "20617574",
    "772": "206175746f6d",
    "773": "206175746f6d61746963616c",
    "774": "206175746f6d61746963616c6c79",
    "775": "206578706572",
    "776": "20657870657269",
    "777": "20657870657269656e6365",
    "778": "206e657572616c",
    "779": "206269",
    "780": "2062696f6c6f",
    "781": "2062696f6c6f67",
    "782": "2062696f6c6f676963616c",
    "783": "206e657572",
    "784": "206e6575726f6e",
    "785": "206e6575726f6e73",
    "786": "206d6174",
    "787": "206d61746865",
    "788": "206d617468656d",
    "789": "206d617468656d61746963616c",
    "790": "2073756368",
    "791": "20696e7472",
    "792": "20696e74726f64",
    "793": "20696e74726f6475",
    "794": "20696e74726f647563",
    "795": "20696e74726f6475636564",
    "796": "20706170",
    "797": "207061706572",
    "798": "2049",
    "799": "204973",
    "800": "20416c",
    "801": "20416c6c",
    "802": "2059",
    "803": "20596f75",
    "804": "204e65",
    "805": "204e656564",
    "806": "203230",
    "807": "20323031",
    "808": "2032303137",
    "809": "4c6172",
    "810": "4c61726765",
    "811": "2047",
    "812": "204750",
    "813": "20475054",
    "814": "20436c61",
    "815": "20436c617564",
    "816": "20436c61756465",
    "817": "204c6c61",
    "818": "204c6c616d",
    "819": "204c6c616d61",
    "820": "20626173",
    "821": "206261736564",
    "822": "20696e766f6c",
    "823": "20696e766f6c76",
    "824": "20696e766f6c766573",
    "825": "2070726564696374696e67",
    "826": "206c6561726e73",
    "827": "20617373",
    "828": "2061737369676e",
    "829": "2070726f62",
    "830": "2070726f626162",
    "831": "2070726f626162696c",
    "832": "2070726f626162696c6974",
    "833": "2070726f626162696c6974696573",
    "834": "20706f",
    "835": "20706f7373",
    "836": "20706f737369",
    "837": "20706f737369626c65",
    "838": "206769",
    "839": "20676976",
    "840": "20676976656e",
    "841": "20636f6e74657874",
    "842": "206d656368616e6973",
    "843": "206d656368616e69736d",
    "844": "206d656368616e69736d73",
    "845": "20666f6375",
    "846": "20666f637573",
    "847": "2072656c6576",
    "848": "2072656c6576616e",
    "849": "2072656c6576616e74",
    "850": "207061727473",
    "851": "20696e707574",
    "852": "4d6f6465726e",
    "853": "207472616e73666f726d657273",
    "854": "207465",
    "855": "2074656368",
    "856": "20746563686e697175",
    "857": "20746563686e6971756573",
    "858": "20526f",
    "859": "20526f50",
    "860": "20526f5045",
    "861": "20524d",
    "862": "20524d53",
    "863": "20524d534e6f726d",
    "864": "2053",
    "865": "205377",
    "866": "20537769",
    "867": "2053776947",
    "868": "20537769474c",
    "869": "20537769474c55",
    "870": "2067726f75",
    "871": "2067726f7570",
    "872": "2067726f75706564",
    "873": "2071756572",
    "874": "207175657279",
    "875": "20617474656e74696f6e",
    "876": "2066756e",
    "877": "2066756e63",
    "878": "2066756e6374",
    "879": "2066756e6374696f6e",
    "880": "2063726f",
    "881": "2063726f7373",
    "882": "656e74726f70",
    "883": "656e74726f7079",
    "884": "207768696368",
    "885": "206d656173",
    "886": "206d6561737572",
    "887": "206d65617375726573",
    "888": "2070726564696374696f6e",
    "889": "207175616c",
    "890": "207175616c6974",
    "891": "207175616c697479",
    "892": "4261636b",
    "893": "4261636b70",
    "894": "4261636b70726f70",
    "895": "4261636b70726f7061",
    "896": "4261636b70726f706167",
    "897": "4261636b70726f7061676174696f6e",
    "898": "20636f6d7075746573",
    "899": "2074656c6c",
    "900": "2773",
    "901": "20706172616d",
    "902": "20706172616d6574",
    "903": "20706172616d6574657273",
    "904": "4f7074696d697a",
    "905": "4f7074696d697a657273",
    "906": "204164",
    "907": "204164616d",
    "908": "204164616d57",
    "909": "207468657365",
    "910": "206164",
    "911": "2061646a",
    "912": "2061646a757374",
    "913": "2077656967687473",
    "914": "206d696e",
    "915": "206d696e696d",
    "916": "206d696e696d697a65",
    "917": "2072617465",
    "918": "20636f6e74726f",
    "919": "20636f6e74726f6c",
    "920": "20636f6e74726f6c73",
    "921": "2073746570",
    "922": "20647572",
    "923": "20647572696e67",
    "924": "20747261696e696e67",
    "925": "4261746368",
    "926": "206578616d706c6573",
    "927": "2070726f636573736564",
    "928": "20626566",
    "929": "206265666f7265",
    "930": "4772616469656e74",
    "931": "206163",
    "932": "2061636375",
    "933": "20616363756d",
    "934": "20616363756d756c",
    "935": "20616363756d756c6174696f6e",
    "936": "20616c6c6f7773",
    "937": "2073696d",
    "938": "2073696d756c6174",
    "939": "2073696d756c6174696e67",
    "940": "206c617267",
    "941": "206c6172676572",
    "942": "2073697a",
    "943": "2073697a6573",
    "944": "206c696d",
    "945": "206c696d6974",
    "946": "206c696d69746564",
    "947": "206d656d",
    "948": "206d656d6f7279",
    "949": "2068617264776172",
    "950": "206861726477617265",
    "951": "546f",
    "952": "546f6b656e",
    "953": "546f6b656e697a6174696f6e",
    "954": "20636f6e766572",
    "955": "20636f6e7665727473",
    "956": "207261",
    "957": "20726177",
    "958": "20696e746f",
    "959": "20696e7465676572",
    "960": "427974",
    "961": "42797465",
    "962": "207061",
    "963": "2070616972",
    "964": "20656e",
    "965": "20656e63",
    "966": "20656e636f64",
    "967": "20656e636f64696e67",
    "968": "206d6f7374",
    "969": "20636f6d",
    "970": "20636f6d6d6f6e",
    "971": "20746f6b656e697a6174696f6e",
    "972": "2075736564",
    "973": "20766f636162756c",
    "974": "20766f636162756c617279",
    "975": "20756e697175",
    "976": "20756e69717565",
    "977": "2072657072",
    "978": "20726570726573",
    "979": "20726570726573656e74",
    "980": "5370",
    "981": "53706563",
    "982": "5370656369616c",
    "983": "20656e64",
    "984": "6f66",
    "985": "74657874",
    "986": "206d6172",
    "987": "206d61726b",
    "988": "206d61726b657273",
    "989": "2068656c",
    "990": "2068656c70",
    "991": "20756e64",
    "992": "20756e646572",
    "993": "20756e6465727374",
    "994": "20756e6465727374616e",
    "995": "20756e6465727374616e64",
    "996": "20646f6375",
    "997": "20646f63756d656e74",
    "998": "20626f75",
    "999": "20626f756e64",
    "1000": "20626f756e646172",
    "1001": "20626f756e646172696573",
    "1002": "4f6e",
    "1003": "4f6e6365",
    "1004": "2075706f6e",
    "1005": "2074696d",
    "1006": "2074696d65",
    "1007": "207468657265",
    "1008": "206e657374",
    "1009": "206e6573746c",
    "1010": "206e6573746c6564",
    "1011": "2062657477",
    "1012": "206265747765",
    "1013": "206265747765656e",
    "1014": "207477",
    "1015": "2074776f",
    "1016": "20677265",
    "1017": "206772656174",
    "1018": "206d6f756e74",
    "1019": "206d6f756e7461696e",
    "1020": "206d6f756e7461696e73",
    "1021": "20776572",
    "1022": "2077657265",
    "1023": "206b696e",
    "1024": "206b696e64",
    "1025": "2068617264776f726b",
    "1026": "2068617264776f726b696e67",
    "1027": "2074686579",
    "1028": "206c6976",
    "1029": "206c69766564",
    "1030": "20686172",
    "1031": "206861726d6f6e",
    "1032": "206861726d6f6e79",
    "1033": "206e6174",
    "1034": "206e6174757265",
    "1035": "45766572",
    "1036": "4576657279",
    "1037": "206d6f72",
    "1038": "206d6f726e",
    "1039": "206d6f726e696e67",
    "1040": "20636869",
    "1041": "206368696c64",
    "1042": "206368696c6472",
    "1043": "206368696c6472656e",
    "1044": "2072756e",
    "1045": "206669656c64",
    "1046": "206669656c6473",
    "1047": "206c6175",
    "1048": "206c61756768",
    "1049": "206c61756768696e67",
    "1050": "20706c6179",
    "1051": "20706c6179696e67",
    "1052": "20746f67",
    "1053": "20746f676574",
    "1054": "20746f6765746865",
    "1055": "20746f676574686572",
    "1056": "206f6c64",
    "1057": "206f6c64657374",
    "1058": "20776f6d",
    "1059": "20776f6d616e",
    "1060": "206b6e",
    "1061": "206b6e6f77",
    "1062": "206b6e6f776e",
    "1063": "20776973",
    "1064": "2077697364",
    "1065": "20776973646f6d",
    "1066": "206265",
    "1067": "20626561",
    "1068": "206265617574",
    "1069": "2062656175746966",
    "1070": "2062656175746966756c",
    "1071": "2067617264",
    "1072": "2067617264656e",
    "1073": "536865",
    "1074": "20736974",
    "1075": "206279",
    "1076": "207269",
    "1077": "207269766572",
    "1078": "207761746368",
    "1079": "207761746368696e67",
    "1080": "20776174",
    "1081": "207761746572",
    "1082": "20666c6f77",
    "1083": "207468696e6b",
    "1084": "207468696e6b696e67",
    "1085": "206162",
    "1086": "2061626f",
    "1087": "2061626f7574",
    "1088": "20776f72",
    "1089": "20776f726c64",
    "1090": "206869",
    "1091": "2068697374",
    "1092": "20686973746f7279",
    "1093": "20636f6d707574696e67",
    "1094": "206461746573",
    "1095": "206261636b",
    "1096": "20656172",
    "1097": "206561726c79",
    "1098": "206d656368616e6963616c",
    "1099": "2063616c",
    "1100": "2063616c63",
    "1101": "2063616c63756c6174",
    "1102": "2063616c63756c61746f7273",
    "1103": "203137",
    "1104": "20313774",
    "1105": "2031377468",
    "1106": "2063656e74",
    "1107": "2063656e747572",
    "1108": "2063656e74757279",
    "1109": "4368",
    "1110": "43686172",
    "1111": "436861726c6573",
    "1112": "2042",
    "1113": "20426162",
    "1114": "2042616262",
    "1115": "2042616262616765",
    "1116": "20646573",
    "1117": "2064657369676e",
    "1118": "2064657369676e6564",
    "1119": "20416e",
    "1120": "20416e616c",
    "1121": "20416e616c7974",
    "1122": "20416e616c79746963616c",
    "1123": "20456e",
    "1124": "20456e67",
    "1125": "20456e67696e",
    "1126": "20456e67696e65",
    "1127": "203138",
    "1128": "20313833",
    "1129": "203138333073",
    "1130": "20636f6e73",
    "1131": "20636f6e736964",
    "1132": "20636f6e7369646572",
    "1133": "20636f6e73696465726564",
    "1134": "4164",
    "1135": "416461",
    "1136": "204c6f",
    "1137": "204c6f76",
    "1138": "204c6f76656c",
    "1139": "204c6f76656c61",
    "1140": "204c6f76656c616365",
    "1141": "2077726f",
    "1142": "2077726f74",
    "1143": "2077726f7465",
    "1144": "207768",
    "1145": "2077686174",
    "1146": "20726563",
    "1147": "207265636f67",
    "1148": "207265636f676e",
    "1149": "207265636f676e697a6564",
    "1150": "20696e74656e64",
    "1151": "20696e74656e646564",
    "1152": "206d616368696e65",
    "1153": "20656c656374726f6e6963",
    "1154": "20656d",
    "1155": "20656d6572",
    "1156": "20656d657267",
    "1157": "20656d6572676564",
    "1158": "20313934",
    "1159": "203139343073",
    "1160": "206d616368696e",
    "1161": "206d616368696e6573",
    "1162": "20454e",
    "1163": "20454e49",
    "1164": "20454e4941",
    "1165": "20454e494143",
    "1166": "20436f6c6f",
    "1167": "20436f6c6f7373",
    "1168": "20436f6c6f737375",
    "1169": "20436f6c6f73737573",
    "1170": "20646576",
    "1171": "20646576656c",
    "1172": "20646576656c6f70",
    "1173": "20646576656c6f706d656e74",
    "1174": "207472616e73",
    "1175": "207472616e73697374",
    "1176": "207472616e736973746f7273",
    "1177": "203139353073",
    "1178": "206c6564",
    "1179": "20736d616c6c6572",
    "1180": "206661",
    "1181": "2066617374",
    "1182": "20666173746572",
    "1183": "206d6f7265",
    "1184": "2072656c69",
    "1185": "2072656c696162",
    "1186": "2072656c6961626c65",
    "1187": "20696e76656e74696f6e",
    "1188": "20696e74656772",
    "1189": "20696e746567726174",
    "1190": "20696e7465677261746564",
    "1191": "2031393538",
    "1192": "20726576",
    "1193": "207265766f6c",
    "1194": "207265766f6c7574",
    "1195": "207265766f6c7574696f6e",
    "1196": "207265766f6c7574696f6e697a6564",
    "1197": "20656c656374726f6e696373",
    "1198": "20696e64",
    "1199": "20696e64757374",
    "1200": "20696e6475737472",
    "1201": "20696e647573747279",
    "1202": "50657273",
    "1203": "506572736f6e",
    "1204": "506572736f6e616c",
    "1205": "20626563",
    "1206": "20626563616d",
    "1207": "20626563616d65",
    "1208": "20776964",
    "1209": "20776964656c",
    "1210": "20776964656c79",
    "1211": "206176",
    "1212": "20617661",
    "1213": "2061766169",
    "1214": "20617661696c61",
    "1215": "20617661696c61626c65",
    "1216": "20313938",
    "1217": "203139383073",
    "1218": "207472616e73666f726d696e67",
    "1219": "20776f726b",
    "1220": "206c697665",
    "1221": "2062696e",
    "1222": "2062696e617279",
    "1223": "2062696e6172795f73",
    "1224": "2062696e6172795f73656172",
    "1225": "2062696e6172795f736561726368",
    "1226": "2028",
    "1227": "203d3d",
    "1228": "20656c6966",
    "1229": "204c696e6b",
    "1230": "204c696e6b6564",
    "1231": "204c696e6b65644c697374",
    "1232": "204e6f6e",
    "1233": "204e6f6e65",
    "1234": "206170",
    "1235": "20617070656e64",
    "1236": "2076616c7565",
    "1237": "204e6f6465",
    "1238": "206e6f",
    "1239": "206e6f74",
    "1240": "205f5f6c",
    "1241": "205f5f6c656e",
    "1242": "205f5f6c656e5f5f",
    "1243": "205f5f72",
    "1244": "205f5f72657072",
    "1245": "205f5f726570725f5f",
    "1246": "737472",
    "1247": "63757272656e74",
    "1248": "202d3e",
    "1249": "20222e",
    "1250": "6a6f",
    "1251": "6a6f696e",
    "1252": "76616c756573",
    "1253": "5b3a",
    "1254": "5d3a",
    "1255": "206e756d70",
    "1256": "206e756d7079",
    "1257": "206e70",
    "1258": "206e5f6c6179657273",
    "1259": "207375706572",
    "1260": "28292e",
    "1261": "5f5f696e69745f5f",
    "1262": "456d",
    "1263": "456d62656464696e67",
    "1264": "766f636162",
    "1265": "766f6361625f73697a65",
    "1266": "4d6f64756c654c697374",
    "1267": "285b",
    "1268": "205472616e73666f726d657242",
    "1269": "205472616e73666f726d6572426c6f",
    "1270": "205472616e73666f726d6572426c6f63",
    "1271": "205472616e73666f726d6572426c6f636b",
    "1272": "205f",
    "1273": "6e5f",
    "1274": "6e5f6c6179657273",
    "1275": "205d29",
    "1276": "4c61",
    "1277": "4c61796572",
    "1278": "4c617965724e6f726d",
    "1279": "4c696e",
    "1280": "4c696e656172",
    "1281": "20666f7277617264",
    "1282": "20547261696e696e67",
    "1283": "206c6f6f70",
    "1284": "206578616d706c65",
    "1285": "666f72",
    "1286": "2065706f6368",
    "1287": "6e75",
    "1288": "6e756d",
    "1289": "6e756d5f",
    "1290": "6e756d5f65706f6368",
    "1291": "6e756d5f65706f636873",
    "1292": "20646174616c",
    "1293": "20646174616c6f",
    "1294": "20646174616c6f6164",
    "1295": "20646174616c6f61646572",
    "1296": "7a6572",
    "1297": "7a65726f",
    "1298": "7a65726f5f",
    "1299": "7a65726f5f67",
    "1300": "7a65726f5f67726164",
    "1301": "206c6f67697473",
    "1302": "6261746368",
    "1303": "696e707574",
    "1304": "696e7075745f",
    "1305": "696e7075745f6964",
    "1306": "696e7075745f696473",
    "1307": "225d29",
    "1308": "206372",
    "1309": "2063726974",
    "1310": "20637269746572",
    "1311": "20637269746572696f6e",
    "1312": "6c6f67697473",
    "1313": "292c",
    "1314": "6c6162",
    "1315": "6c6162656c",
    "1316": "6c6162656c73",
    "1317": "225d",
    "1318": "225d2e",
    "1319": "6261636b",
    "1320": "6261636b77617264",
    "1321": "207363",
    "1322": "2073636865",
    "1323": "207363686564",
    "1324": "207363686564756c",
    "1325": "207363686564756c6572",
    "1326": "2822",
    "1327": "20636f6d706c",
    "1328": "20636f6d706c6574",
    "1329": "20636f6d706c657465",
    "1330": "212229",
    "1331": "46696e",
    "1332": "46696e616c",
    "1333": "207b",
    "1334": "6c6f7373",
    "1335": "6974656d",
    "1336": "28293a",
    "1337": "28293a2e",
    "1338": "3466",
    "1339": "7d2229"
  },
  "special_tokens": {
    "<|begin_of_text|>": 256,
    "<|end_of_text|>": 257,
    "<|start_code|>": 258,
    "<|end_code|>": 259,
    "<|pad|>": 260
  },
  "target_vocab_size": 4096
}